{
  "account-created-success": "Acount Created Succcessfully",
  "welcome": "Welcome",
  "you-have-to-login": "You have to  register to enter",
  "email-or-phone": "Email Or Phone",
  "password": "Password",
  "show": "Show",
  "hide": "Hide",
  "forgot-password": "Forgot Password ?",
  "walkthrough-next": "Skip",
  "signup-nameAr": "الاسم بالعربية",
  "signup-nameEn": "English Name",
  "invalid-email": "Please Write Correct Email",
  "signup-email": "Email",
  "signup-password": "Password",
  "signup-confirmPassword": "ConfirmPassword",
  "signup-phone": "Phone",
  "signup-country": "Country",
  "signup-city": "City",
  "signup-location": "Location",
  "choose-country-name": "Enter Country Name",
  "choose-city-name": "Enter City Name",
  "signup-field-required": "Required",
  "signup-name-AR-invalid": " must be in arabic and contain no numbers",
  "signup-name-EN-invalid": " must be in english and contain no numbers",
  "signup-email-invalid": " error writig e-mail",
  "signup-password-invalid": "must be at least 8 digits large and small letters",
  "signup-confirmPassword-invalid": "password does not match",
  "signup-email-exists-error": "email already exists",
  "signup-phone-exists-error": "phone already exists",
  "signup-invalid-phone-error": "enter valid phone",
  "signup-title": "Create New Account",
  "choose-country": "choose-country",
  "choose-city": "choose-city",
  "sign-up-create-account": "SIGN UP",
  "invalid-user": "Invalid Email or password",
  "skip": "Try Again !",

  "sign-up-dial-code": "Code",
  "login": "Login",
  "more-setting": "Setting",
  "more-contact-us": "Contact Us",
  "more-about-app": "About App",
  "more-log-out": "Log Out",
  "more-address": "Address",
  "duration": "duration",
  "more-language": "Arabic Language ",
  "more-credit-cards": "Credit Cards",
  "your-name": "Your name",
  "user-name": "User name",
  "continue": "Continue",
  "forget-password": "Forget Password",
  "continue-button": "Ok",
  "log-out-confrim": "Yes",
  "log-out-cancel": "No",
  "yes": "Yes",
  "no": "No",
  "exit-app-confirm": "are yoy sure you want to exit the application ?",
  "log-out": "Log Out",
  "log-out-text": "Are You Sure To Log Out From App",
  "new-user": "Are you new user?",
  "create-account": "SIGN UP",
  "invalid-email-or-phone": "Invalid phone or password",
  "otp-screen-create-account": "Create New Account",
  "otp-screen-change-phone": "Change Your Phone",
  "change-phone": "Change Your Phone",
  "otpScreen-change-phone-text": "Make sure it is typed correctly",
  "change-phone-resend-code": "Change and resend verify code",
  "otp-screen-phone-changed": "Phone has been changed",

  "try-it-again": "Error",
  "noInternet-message": "No Internet Connection",
  "noInternet-check-connection": "Check Internet Connection",
  "enter-your-account": "Enter Your Account",
  "verify-code-was-send-on": "We Have Sent six numbers to your registred phone number please check your phone",
  "verify": "Verify",
  "description": "Plan Description",
  "price": "Plan Price",
  "free": "Plan IS Free ?",
  "add-category-modal-add": "Add",
  "add-category-modal-title": "Post Order",
  "add-category-modal-cancel": "Cancel",
  "add-category-modal-inputLabel": "Add Order",
  "location": "Location",
  "completeData-header-title": "Complete Data",
  "save": "Save",
  "choose-image-location": "Choose Image Location",
  "profileUpdate-title": "Update Profile",
  "profileUpdate-save-updates": "Save",
  "chooseImage": "Choose Image",
  "contact-us-haeader": "Contact Us",
  "contact-us": "Send A Meassage",
  "order-number": "Order Number",
  "message-content": "Message Content",
  "send-button": "Send",
  "order-complain": "Order Complain",
  "or-you-can": "Or You Can",
  "aboutUs-header": "About App",
  "aboutUs-version": "Version 1.0.0.0",
  "aboutUs-description": "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام هنا يوجد محتوى نصي، هنا يوجد محتوى نصي فتجعلها تبدو (أي الأحرف) وكأنها نص مقروء. العديد من برامح النشر المكتبي وبرامح تحرير صفحات الويب تستخدم لوريم إيبسوم بشكل افتراضي كنموذج عن النص",
  "aboutUs-terms-and-conditions": "الشروط والاحكام",
  "aboutUs-privacy": "سياسة الخصوصية",
  "aboutUs-copyRights": "@ 2019  Copy Rights",
  "aboutUs-5dmaty": "خدماتي",
  "message-type": "Message type",

  "aboutUs-operated-developed-company": "Developed Company",
  "aboutUs-index": "FCI seuz Canal ",
  "aboutUs-designed-programmed-company": "Programmed Company",
  "post_plan": "Create Plan",
  "privacy-policy-description": "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام هنا يوجد محتوى نصي، هنا يوجد محتوى نصي فتجعلها تبدو (أي الأحرف) وكأنها نص مقروء. العديد من برامح النشر المكتبي وبرامح تحرير صفحات الويب تستخدم لوريم إيبسوم بشكل افتراضي كنموذج عن النص هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام هنا يوجد محتوى نصي، هنا يوجد محتوى نصي فتجعلها تبدو (أي الأحرف) وكأنها نص مقروء. العديد من برامح النشر المكتبي وبرامح تحرير صفحات الويب تستخدم لوريم إيبسوم بشكل افتراضي كنموذج عن النص هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام هنا يوجد محتوى نصي، هنا يوجد محتوى نصي فتجعلها تبدو (أي الأحرف) وكأنها نص مقروء. العديد من برامح النشر المكتبي وبرامح تحرير صفحات الويب تستخدم لوريم إيبسوم بشكل افتراضي كنموذج عن النص هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام هنا يوجد محتوى نصي، هنا يوجد محتوى نصي فتجعلها تبدو (أي الأحرف) وكأنها نص مقروء. العديد من برامح النشر المكتبي وبرامح تحرير صفحات الويب تستخدم لوريم إيبسوم بشكل افتراضي كنموذج عن النص هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام هنا يوجد محتوى نصي، هنا يوجد محتوى نصي فتجعلها تبدو (أي الأحرف) وكأنها نص مقروء. العديد من برامح النشر المكتبي وبرامح تحرير صفحات الويب تستخدم لوريم إيبسوم بشكل افتراضي كنموذج عن النص",
  "terms-and-condition-title": "Terms and conditions",
  "terms-and-condition-first-header": "Conditions of use of household services",
  "terms-and-condition-first-details": "A unified account is a service provided by Hassoub to save time and effort by using one e-mail and password to provide the service in the future (five, independent, classified ads, Hassoub Academy, I / O ....). Well, you can edit your avatar, username, or other background information. Single Account Service (online)",
  "terms-and-condition-second-header": "We ask our valued users to abide by the following conditions:",
  "terms-and-condition-second-details": "It is advisable for the user not to create more than one account in order not to cause this dispersion and loss. The user has the right to link only one account from each service or product (in Hassoub). Unlinking a specific account (previously linked) from the unified account. If the account is stolen or the user is reported to have been stolen, the account is temporarily suspended until we have been provided with documentation and information confirming the identity of the account holder. The service (from the services of Hassoub) as soon as it is linked to this account (five, independent, photos ... The user is obliged to add real information in his account and not to impersonate any person. The user is committed not to use hateful names or to harm anyone. The use of the account is prohibited in violation of intellectual property rights or defamation of any person, Information that causes harm to a company, person, state or group, and does not place any piracy and stolen software, and all that contravenes the laws and regulations, and the subscriber shall be fully responsible for everything provided by his account. The termination of the user account in any service or product of the company will not affect the account Or the rest of its accounts in the Company in the case Amh.altakrab, damage to users, or the company's products will ... to stop the unified account so the user cannot delete your account after it is created in Hassob.",
  "account-confirmation-title": "Confirm account ownership",
  "privacy-policy-header": "Privacy Policy",
  "success-issues": "Order is sent correctly",
  "walkthrough-fast-food-second": "Offering Services",
  "walkthrough-fast-food-third": "Enjoy Better Services",
  "walkthrough-fast-food": "Deliver Like a  Ferrari",
  "walkthrough-fast-food-desc": "Detail about Services ",
  "ok": "Skip"
}
